#include"head.h"
void menu()
{
	system("cls");
	printf("\n\n\n\t\t\t\t       图书销售管理系统\t\n\n\n");
	printf("\t\t\t****************************************************\n");
	printf("\t\t\t*                     主菜单                       *\n");
	printf("\t\t\t****************************************************\n\n\n");
	printf("\t\t           0 从文件读入书籍信息      1 书籍信息保存到文件 \n\n");
	printf("\t\t           2 书籍信息输入            3 书籍信息删除 \n\n");
	printf("\t\t           4 书籍信息修改            5 书籍信息显示      \n\n");
    printf("\t\t           6 书籍信息查询            7 书籍信息排序     \n\n");
    printf("\t\t           8 图书信息购买            9 退出系统 \n\n");
	printf("\t\t        请选择[0/1/2/3/4/5/6/7/8/9]:");
}